//-----------------
"LOC_Common_AppDisplayName"="การตรวจสอบการรับแฟกซ์";
"LOC_Common_OK"="ตกลง";
"LOC_Common_Cancel"="ยกเลิก";
"LOC_Common_Next"="ถัดไป";
"LOC_CommonError"="ยกเลิกการดำเนินการ เนื่องจากเกิดข้อผิดพลาด";

//-----------------
// Menubar
//-----------------
"Fax Receive Monitor"="การตรวจสอบการรับแฟกซ์";
"About Fax Receive Monitor"="เกี่ยวกับการตรวจสอบการรับแฟกซ์";
"Preferences..."="รายการตัวเลือก...";
"Services"="บริการ";
"Hide Fax Receive Monitor"="ซ่อนการตรวจสอบการรับแฟกซ์";
"Hide Others"="ซ่อนค่าอื่น";
"Show All"="แสดงทั้งหมด";
"Quit Fax Receive Monitor"="ออกจากการตรวจสอบการรับแฟกซ์";

"File"="ไฟล์";
"Close"="ปิด";

"Window"="หน้าต่าง";

"Help"="คำแนะนำ";
"Fax Receive Monitor Help"="วิธีใช้การตรวจสอบการรับแฟกซ์";

//-----------------
// StartStopAlert
//-----------------
"Loc_AlertMsg_205_EnvironmentNotFound"="ไม่สามารถค้นหาไฟล์ที่จำเป็นเพื่อใช้งานแอพพลิเคชันได้\nติดตั้ง FAX Utility อีกครั้ง";
"Loc_AlertMsg_206_QueueNotFound"="ไม่สามารถรับข้อมูลเครื่องพิมพ์ (แฟกซ์) ได้ เปิด \"รายการตัวเลือกการพิมพ์ & แฟกซ์\" และเพิ่มไดรเวอร์ PC-FAX";
"Loc_AlertMsg_207_User"="ผู้ใช้";
"Loc_AlertMsg_208_InUseUser"="ไม่สามารถใช้งานการตรวจสอบการรับแฟกซ์ได้ ผู้ใช้คอมพิวเตอร์นี้รายอื่นกำลังใช้งานอยู่";
"Loc_AlertInfo_209_UseOnly1User"="ผู้ใช้หลายรายไม่สามารถใช้งานการตรวจสอบการรับแฟกซ์พร้อมกันได้";
"Loc_AlertMsg_210_SettingOtherAccount"="ไม่สามารถใช้งานการตรวจสอบการรับแฟกซ์ได้ ผู้ใช้รายอื่นได้ตั้งค่าการบันทึกรายการตัวเลือกแฟกซ์";
"Loc_AlertInfo_211_UseOnly1Setting"="ผู้ใช้รายเดียวเท่านั้นที่สามารถเข้าใช้เพื่อตั้งค่าการบันทึกรายการตัวเลือกแฟกซ์ และสามารถใช้งานการตรวจสอบการรับแฟกซ์ได้";
"Loc_AlertMsg_212_DeleteUser"="ลบบัญชีผู้ใช้สำหรับการบันทึกแฟกซ์แล้ว";

"Loc_AlertMsg_902_FinishAppFaxSave"="มีการตั้งค่าการบันทึกแฟกซ์ที่ได้รับที่คอมพิวเตอร์นี้ ท่านต้องการออกจากการทำงานหรือไม่?";

//-----------------
// CWaitingWindow
//-----------------
"Loc_Msg_202_WaitingStartPrintingSystem"="กำลังอ่านข้อมูลเครื่องพิมพ์\n\nโปรดรอ";
"Loc_Msg_906_WaitingStopApplication"="กำลังยกเลิก\n\nโปรดรอ";

//-----------------
// CMonitorWindow
//-----------------
"LOC_Msg_306_TableViewColumn_Printer"="เครื่องพิมพ์";
"LOC_Msg_307_TableViewColumn_Status"="สถานะ";

"LOC_Msg_302_ToolbarLabel_OpenFolder"="เปิดโฟลเดอร์";
"LOC_Msg_303_ToolbarLabel_RceiveSetting"="รับการตั้งค่า";
"LOC_Msg_304_ToolbarLabel_ManualScan"="ตรวจสอบแฟกซ์";
"LOC_Msg_305_ToolbarLabel_Preference"="รายการตัวเลือก";

"LOC_Msg_308_ToolbarLabel_OpenFolder"="เปิดโฟลเดอร์แฟกซ์ที่ได้รับ";
"LOC_Msg_309_ToolbarLabel_RceiveSetting"="การตั้งค่าเอาต์พุตแฟกซ์ที่ได้รับ";
"LOC_Msg_310_ToolbarLabel_ManualScan"="ตรวจสอบแฟกซ์ใหม่";
"LOC_Msg_311_ToolbarLabel_Preference"="รายการตัวเลือก";

// Status
"LOC_Status_320_Waiting_Short"="กำลังรอ";
"LOC_Status_321_Scanning_Short"="กำลังตรวจสอบหาแฟกซ์ใหม่";
"LOC_Status_322_NewFax_Short"="บันทึกแฟกซ์ที่ได้รับในโฟลเดอร์ที่ระบุเรียบร้อยแล้ว";
"LOC_Status_323_PrinterNotRespond_Short"="เครื่องพิมพ์ไม่ตอบสนองการทำงาน";
"LOC_Status_324_PrinterBusy_Short"="เครื่องพิมพ์กำลังประมวลผลข้อมูล";
"LOC_Status_325_SaveFolderNotFound_Short"="ไม่สามารถค้นหาโฟลเดอร์แฟกซ์ที่ได้รับได้";
"LOC_Status_326_WritePermission_Short"="ท่านไม่ได้รับอนุญาตให้บันทึกลงในโฟลเดอร์";
"LOC_Status_327_WriteFailed_Short"="การบันทึกแฟกซ์ในโฟลเดอร์ที่ระบุล้มเหลว";
"LOC_Status_328_CommunicationError_Short"="เกิดข้อผิดพลาดเกี่ยวกับการสื่อสารของเครื่องพิมพ์";
"Loc_Status_329_InUseFaxVolume_Short"="แอพพลิเคชันอื่นกำลังใช้ดิสก์ \"FAXRECV\" อยู่";
"LOC_Status_330_SaveFolderLowCapacity_Short"="พื้นที่ว่างดิสก์ในโฟลเดอร์แฟกซ์ที่ได้รับไม่เพียงพอ";
"LOC_Status_331_PrinterError_Short"="เกิดข้อผิดพลาดในเครื่องพิมพ์";
"LOC_Status_350_AccessErrorFaxVolume_Short"="ไม่สามารถบันทึกแฟกซ์ได้ การยืนยันตัวตนผู้ใช้ไม่ผ่าน";

"LOC_AlertMsg_340_RemoveQueueScanStop"="ไม่ได้บันทึกแฟกซ์ที่ได้รับ ลำดับการพิมพ์อาจถูกลบไปแล้ว";
"LOC_AlertMsg_341_ChangeToPrintScanStop"="ไม่ได้บันทึกแฟกซ์ที่ได้รับ การตั้งค่าเปลี่ยนเป็น \"พิมพ์\" โดยคอมพิวเตอร์ ลำดับการพิมพ์ หรือเครืองพิมพ์อื่น";
"LOC_AlertMsg_342_UseOtherQueueScanStop"="ไม่ได้บันทึกแฟกซ์ที่ได้รับ การตั้งค่าเปลี่ยนเป็นบันทึกผ่านคอมพิวเตอร์หรือลำดับการพิมพ์อื่น";

"LOC_AlertInfo_343_UseOnly1Queue"="แฟกซ์ไม่สามารถบันทึกผ่านคอมพิวเตอร์หรือลำดับการพิมพ์หลายรายการพร้อมกันได้";
"LOC_AlertInfo_344_StopedQueueName"="ลำดับการพิมพ์ที่ยกเลิก:";

//-----------------
// CSettingWindow
//-----------------
"LOC_Msg_701_Title"="การตั้งค่าเอาต์พุตแฟกซ์ที่ได้รับ";
"LOC_Msg_702_CurrentSettingTitleText"="การตั้งค่าที่เครื่องพิมพ์:";
"LOC_Msg_703_TitleReceiveMode_Print"="\"พิมพ์\"   (พิมพ์แฟกซ์ที่เครื่องพิมพ์)";
"LOC_Msg_704_TitleReceiveMode_Receive"="\"บันทึก\"  (บันทึกแฟกซ์ที่คอมพิวเตอร์เครื่องนี้)";
"LOC_Msg_705_SelectFolderButton"="บันทึกลงใน...";
"LOC_Msg_706_SendButtonTitleText"="ส่งการตั้งค่าไปยังเครื่องพิมพ์:";
"LOC_Msg_707_TitleButton_SendTo"="ส่ง";

"LOC_Msg_709_TitleReceiveMode_WideKey"="Narrow";

"LOC_Msg_709_TitleReceiveMode_OtherQueue"="บันทึกแฟกซ์ที่คอมพิวเตอร์หรือลำดับการพิมพ์อื่น";
"LOC_Msg_710_WarningOtherQueue"="การเปลี่ยนแปลงของท่านจะมีผลใช้งานหลังจากส่งการตั้งค่าไปยังเครื่องพิมพ์ การตั้งค่าก่อนหน้าของการบันทึกแฟกซ์ที่คอมพิวเตอร์หรือลำดับการพิมพ์อื่นถูกยกเลิกแล้ว";
"LOC_Msg_711_InvalidPermissinSelectFolder"="โฟลเดอร์มีการป้องกันการเขียนไว้ หรือใช้งานไม่ได้";

"LOC_AlertInfo_604_NextFor2Button"="คลิก [ถัดไป] เพื่อเปลี่ยนการตั้งค่าที่คอมพิวเตอร์เครื่องนี้ คลิก [ยกเลิก] เพื่อออก";
"LOC_AlertMsg_605_PrinterNotRespond"="เครื่องพิมพ์ไม่ตอบสนองการทำงาน ตรวจสอบให้แน่ใจว่าได้เชื่อมต่อเครื่องพิมพ์อย่างถูกต้อง และเปิดเครื่องแล้ว";
"LOC_AlertMsg_606_PrinterBusy"="เครื่องพิมพ์กำลังประมวลผลข้อมูล รอสักครู่ แล้วลองอีกครั้ง";
"LOC_AlertMsg_607_CommunicationError"="เกิดข้อผิดพลาดเกี่ยวกับการสื่อสารของเครื่องพิมพ์";
"LOC_AlertMsg_608_RemoveQueue"="เครื่องพิมพ์ (ไดรเวอร์แฟกซ์) ที่ท่านกำลังตั้งค่าถูกลบออกไปแล้ว เพิ่มเครื่องพิมพ์ (ไดรเวอร์แฟกซ์) ใน [รายการตัวเลือกระบบ] - [พิมพ์ & แฟกซ์]";
"LOC_AlertMsg_609_InUseFaxVolume"="ไม่สามารถบันทึกแฟกซ์ได้ แอพพลิเคชันอื่นกำลังใช้ดิสก์ \"FAXRECV\" อยู่ ออกจากแอพพลิเคชันเพื่อเปลี่ยนการตั้งค่าเอาต์พุตแฟกซ์";
"LOC_AlertMsg_612_UseOtherQueueOnly"="การตั้งค่าเปลี่ยนเป็นบันทึกแฟกซ์ผ่านคอมพิวเตอร์หรือลำดับการพิมพ์อื่น";
"LOC_AlertMsg_614_ChangeWhileScreen"="ไม่ยอมรับการเปลี่ยนแปลง การตั้งค่าเครื่องพิมพ์บางรายการถูกเปลี่ยนแปลงโดยคอมพิวเตอร์ ลำดับการพิมพ์ หรือเครื่องพิมพ์อื่น โปรดลองอีกครั้ง";
"LOC_AlertMsg_617_ErrorWhileRestNewFax"="บันทึกแฟกซ์ที่ได้รับไม่ได้ เนื่องจากมีข้อผิดพลาด";
"LOC_AlertInfo_618_SaveFolderLowCapacity"="พื้นที่ว่างดิสก์ไม่เพียงพอ ระบุโฟลเดอร์อื่น หรือลบไฟล์ที่ไม่จำเป็นออก";
"LOC_AlertInfo_619_SaveFolderNotFound"="ไม่สามารถค้นหาโฟลเดอร์แฟกซ์ที่ได้รับได้ ตรวจสอบให้แน่ใจว่าได้ระบุโฟลเดอร์อย่างถูกต้องแล้ว สำหรับโฟลเดอร์ที่ใช้ร่วมกันในเครือข่าย ตรวจสอบให้แน่ใจว่าท่านสามารถเข้าใช้โฟลเดอร์นั้นได้";
"LOC_AlertInfo_620_WritePermission"="ท่านไม่ได้รับอนุญาตให้บันทึกลงในโฟลเดอร์ ตรวจสอบสิทธิ์การเข้าใช้งานโฟลเดอร์";
"LOC_AlertMsg_623_PrinterError"="เกิดข้อผิดพลาดในเครื่องพิมพ์ ล้างข้อผิดพลาด แล้วลองอีกครั้ง";

"LOC_AlertMsg_630_ConfirmMountAuthentication"="เครื่องพิมพ์ถูกตั้งค่ามาให้ขอการยืนยันตัวตนผู้ใช้สำหรับการแชร์ไฟล์เครือข่ายและการบันทึกแฟกซ์ที่ได้รับมาบนคอมพิวเตอร์ สำหรับการบันทึกแฟกซ์บนคอมพิวเตอร์ ให้เก็บข้อมูลการยืนยันตัวตนใน keychain ของ Mac OS X\n\nใส่ชื่อของคุณและรหัสผ่านเมื่อเครื่องถามหา จากนั้นให้เลือกช่อง \"จำรหัสผ่านนี้ไว้ในพวงกุญแจของฉัน\"\nถ้าคุณไม่เก็บข้อมูลนี้ไว้ใน keychain ระบบจะขอให้ยืนยันตัวตนผู้ใช้ทุกครั้งที่บันทึกข้อมูลแฟกซ์";
"LOC_AlertMsg_650_AccessErrorFaxVolume"="การยืนยันตัวตนผู้ใช้สำหรับการบันทึกแฟกซ์ไม่ผ่าน\nคลิก ส่ง อีกครั้งบนหน้าจอ ค่ากำหนดเอาต์พุตแฟกซ์ที่ได้รับ ให้ใส่ชื่อและรหัสผ่านของคุณ จากนั้นเลือกช่อง \"จำรหัสผ่านนี้ไว้ในพวงกุญแจของฉัน\"";

//-----------------
// CPreferenceWindow
//-----------------
"LOC_Msg_401_Title"="รายการตัวเลือกการตรวจสอบการรับแฟกซ์";
"LOC_Msg_402_ScanTimeTitleText"="ระบุช่วงเวลาในการตรวจสอบหาแฟกซ์ใหม่ (1 ถึง 30):";
"LOC_Msg_403_1MinueUnitTitleText"="นาที";
"LOC_Msg_404_MinuesUnitTitleText"="นาที";
"LOC_Msg_405_NotificationTitleText"="การแจ้งเตือน :";
"LOC_Msg_406_ReceiveNotifyButton"="แจ้งเตือนฉันว่ามีแฟกซ์ใหม่ผ่านไอคอนด็อค";
"LOC_Msg_407_ErrorNotifyButton"="แจ้งเตือนฉันว่ามีข้อผิดพลาดผ่านไอคอนด็อค";
"LOC_Msg_408_LoginStartTitleText"="เริ่มต้นที่การเข้าสู่ระบบ :";
"LOC_Msg_409_LoginStartSettingAutoTitleText"="อัตโนมัติ";
"LOC_Msg_410_LoginStartSettingONTitleText"="ใช้";
"LOC_Msg_411_LoginStartSettingOFFTitleText"="ไม่ใช้";
"LOC_Msg_412_DelayTimeTitleText"="เวลารอก่อนตรวจสอบหาแฟกซ์ใหม่ (0 ถึง 10):";
"LOC_Msg_415_1MinueUnitTitleText"="นาที";
"LOC_Msg_416_MinuesUnitTitleText"="นาที";

//-----------------
// CCommunicateSheet
//-----------------
"Loc_Msg_501_CSettingWindowGetSetting"="การตั้งค่าการอ่านจากเครื่องพิมพ์";
"Loc_Msg_801_CSettingWindowScanRemainFax"="กำลังตรวจสอบแฟกซ์ใหม่ก่อนเปลี่ยนแปลงการตั้งค่า";
"Loc_Msg_802_CSettingWindowSendSetting"="กำลังส่งการตั้งค่าไปยังเครื่องพิมพ์";

//-----------------
"LOC_Msg_703_TitleReceiveMode_Print110"="ไม่บันทึกแฟกซ์";
"LOC_AlertMsg_615_RestNewFax"="ไม่สามารถเปลี่ยนการตั้งค่าเนื่องจากมีแฟกซ์ใหม่ในเครื่องพิมพ์ ใช้แผงควบคุมเครื่องพิมพ์เพื่อเปลี่ยนการตั้งค่า";
"LOC_AlertMsg_341_ChangeToPrintScanStop110"="ไม่ได้บันทึกแฟกซ์ที่ได้รับ การตั้งค่าเปลี่ยนเป็น \"ไม่บันทึกแฟกซ์\" โดยคอมพิวเตอร์ ลำดับการพิมพ์ หรือเครืองพิมพ์อื่น";

"LOC_AdminPassword_Title"="การใส่รหัสผ่านผู้ดูแลระบบ";
"LOC_AdminPassword_Label"="รหัสผ่านผู้ดูแลระบบ";
"LOC_AdminPassword_Alert"="รหัสผ่านไม่ถูกต้อง";
"LOC_AdminPassword_OK"="ตกลง";
"LOC_AdminPassword_Cancel"="ยกเลิก";
